<?php
// +----------------------------------------------------------------------
// | Created by linshan. 版权所有 @
// +----------------------------------------------------------------------
// | Copyright (c) 2021 All rights reserved.
// +----------------------------------------------------------------------
// | Technology changes the world . Accumulation makes people grow .
// +----------------------------------------------------------------------
// | Author: kaka梦很美 <1099013371@qq.com>
// +----------------------------------------------------------------------

return [
    /**
     * 应用名称
     */
    'name' => 'rnc',

    /**
     * 应用版本
     */
    'version' => '1.0.0',

    /**
     * 应用时区
     */
    'timezone' => 'PRC',

    /**
     * 应用环境 local:本地环境 ｜ dev:测试环境 ｜ pre:预发布环境 ｜ prod:生产环境
     */
    'environment' => 'dev',

    /**
     * 错误级别
     */
    'error_reporting' => E_ALL,
];